{
    "version": "https://jsonfeed.org/version/1",
    "title": "aayushya ranjan",
    "description": "",
    "home_page_url": "https://aayushya.in",
    "feed_url": "https://aayushya.in/feed.json",
    "user_comment": "",
    "author": {
        "name": "Aayushya Ranjan"
    },
    "items": [
        {
            "id": "https://aayushya.in/mere-smkss-saahity-kaa-prvt.html",
            "url": "https://aayushya.in/mere-smkss-saahity-kaa-prvt.html",
            "title": "मेरे समक्ष साहित्य का पर्वत ",
            "summary": "मम्मी के लिए — यह मेरा हिंदी में पहला निबंध&hellip;",
            "content_html": "<figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://aayushya.in/media/posts/10/WhatsApp-Image-2024-02-11-at-03.23.58.jpeg\" alt=\"\" width=\"1599\" height=\"1599\" sizes=\"(min-width: 1500px) calc(7.87vw + 610px), (min-width: 900px) calc(44.48vw + 68px), (min-width: 780px) calc(8vw + 604px), calc(84.35vw + 23px)\" srcset=\"https://aayushya.in/media/posts/10/responsive/WhatsApp-Image-2024-02-11-at-03.23.58-xs.jpeg 300w ,https://aayushya.in/media/posts/10/responsive/WhatsApp-Image-2024-02-11-at-03.23.58-sm.jpeg 480w ,https://aayushya.in/media/posts/10/responsive/WhatsApp-Image-2024-02-11-at-03.23.58-md.jpeg 768w\"></figure>\n<p><em>मम्मी के लिए</em><br>—<br><br>यह मेरा हिंदी में पहला निबंध है।  इससे पहले बचपन में जो निबंध लिखे वो हमेशा पढाई सम्बंधित रहे और उनमें मेरा कभी कोई ख़ास मन लगा नहीं, इसलिए यहाँ मैं उनकी चर्चा नहीं करूँगा। पिछले कुछ सालों  से मैं हिंदी भाषा और साहित्य से दूर हो चूका हूँ  और  दूर होने की गलती मैं अपने सर लेता हूँ। मुझे किसी ने हाथ पकड़ कर इस भाषा से दूर नहीं किया।  यूरोप के लेखक, उनकी कला ने मेरे लिए एक नयी दुनिया खोली और  उन्नमे मैं विलीन हो गया।  मेरे घर की किताबें, बचपन से सुनते आये कविताएं धीरे धीरे यहाँ वहां की बातों बन्न गयी।  इसका मुझे खेद है।  मेरी माँ संस्कृत की अध्यापिका हैं , संस्कृत के साथ अपना पूरा जीवन उन्होंने हिंदी साहित्य के अध्ययन में लगाया है।  जब मैं घर में अंग्रेज़ी किताब लाता हूँ  तब आते ही उन्हें भी दिखता हूँ पर उन किताबों में, अंग्रेज़ी साहित्य में, उनका कोई लगाव नहीं है। मैं मन ही मन सोचता रहता था की कभी न कभी हिंदी किताबें लाऊंगा, उनमे रूचि दिखाऊंगा, उनके साथ बैठ कर किताबों बारे में लम्बी चर्चा करूँगा, पर ऐसा संभव नहीं हो पाया था ।  पिछले कुछ महीनों में इसमें थोड़ा बदलाव दिखने लगा था, हिंदी किताबें आयीं पर मुझमें से गयी हुई रूचि अभी भी लौटने में देर लगा रही थी।  आप भी सोच रहे होंगे की इस व्यक्ति को हिंदी में इतनी ही अविरूचि है तो ये निबंध क्यूँ ही लिख रहा है।  मेरे इस निबंध लिखने का एक मुख्य कारण है, इस भाषा के प्रति मेरे खोये हुए प्रेम की खोज। ये खोज मेरे लिए यहीं से शुरू होगी। लेखन मेरे लिए एक प्राथर्ना स्वरुप है।  जब भी कोई मुझसे पूछता है की कहानियां, निबंध, कवितायेँ, और संस्मरण की कल्पना मैं कैसे करता हूँ, मेरे पास उनके लिए कभी कोई सीधा जवाब नहीं रहता है।  लेखन पन्ने पर स्याही लगाने से शुरू होता है , मैं शायद भाग्यशाली हूँ की जब भी मैं लिख रहा होता हूँ तब अगला शब्द, अगला वाकय अपने आप निकलता है।  परिश्रम मेरे लिए कलम के साथ बैठने तक में है , उसके बाद मन ही मन प्राथर्ना की तरह जो मन में आये वो पाठक के समक्ष रख देता हूँ।  मैं अपनी अभिलाषाएं , वैश्विक नजरिया, अंतर मन की बातें सब कहने लगता हूँ।  बस देरी इसमें हुई की गंभीर लेखन, जिसमे मैं एक ज़िन्दगी बनाने का प्रयत्न कर रहा हूँ, वहां मैंने हिंदी भाषा को अब तक उतना तुल्य नहीं दिया। पर अब और नहीं। मैं इस बात का क्षमा-प्रार्थी हूँ की मेरी दृष्टि बहार तक सीमित रही , अपने घर में रखे धन को मैं अब तक देख नहीं पाया। <br><br>मेरी आँखें खोलने का श्रेय मैं रामधारी सिंह दिनकर को देना चाहता हूँ।  एक प्रिय मित्र के कहने पर मैंने रश्मिरथी का पाठ आरम्भ किया है।  महाभारत कि कहानी से मैं परिचित हूँ इसलिए इस महाकाव्य को पढ़ना जितना कठिन मुझे लगा था , उतना था नहीं ।  कर्ण कि कहानी और दिनकर के  लेखन ने धीरे धीरे मेरे मन में अपनी जगह बना ली।  मेरे  जिस मित्र ने मुझे रश्मिरथी पढ़ने के लिए प्रोत्साहित किया था, उसके साथ हाल ही में मैं केंद्रीय दिल्ली के खान मार्केट में था।  हम दोनों हर हफ्ते वहां मिलते हैं और कुछ घंटों तक किताबों पर, जीवन की समस्यायों पर, एक दुसरे के साथ कॉफी पर बात चीत करते हैं।  जब उससे अभी मिला तब हमारी बातें रश्मिरथी पर आयी।  शाम ढल रही थी, हम बाज़ार के बाहर वाली सड़क पर खड़े थे और वो मुझे परशुराम और कर्ण की बारे में बता रहा था ।  उसे मैंने  साहित्य से अभिभूत होते हुए पहली बार देखा।  वो मुझे बता रहा था की कैसे परशुराम खुद रोने लगे जब उन्हें कर्ण के छल के बारे में पता चला।  उसे सुनकर घर आते ही मैंने रश्मिरथी खोली और उस महाकाव्य के वश में आ गया।  कारणवश मेरा हिंदी साहित्य के प्रति वो प्रेम फिर से जाग गया।  <br><br>मैंने जीवन भर पापा को , माँ को, नाना जी को, सबको हिंदी में लिखते हुए देखा है।  उनके लिए इस भाषा को पढ़ना - लिखना आसान रहा है।  जब मैं मन के अंदर देखता हूँ और एक साहित्यकार , एक लेखक, एक ऐसे जीवन की कल्पना करता हूँ जो सिर्फ कला को समर्पित हो — मुझे एक पर्वत दिखाई देता है। <br>डर को दूर करके मैंने धीरे धीरे चढ़ाई शुरू करी है। अब पहले जैसे मेरे और मेरे इस सपने के बीच एक अनंत दूरी नहीं दिखाई पड़ती।  इस निबंध का यही लक्ष्य था, खुद को बताना था की अब पर्वत की चढ़ाई शुरू हो चुकी है , अब डरना व्यर्थ है।  प्राथना स्वरुप अब बास खाली पन्ने पर स्याही लगनी है।  <br><br>—</p>",
            "author": {
                "name": "Aayushya Ranjan"
            },
            "tags": [
            ],
            "date_published": "2024-02-11T03:27:13+05:30",
            "date_modified": "2024-02-11T03:27:13+05:30"
        },
        {
            "id": "https://aayushya.in/why-do-i-write.html",
            "url": "https://aayushya.in/why-do-i-write.html",
            "title": "Why Do I Write?",
            "summary": "I think it was a late-night phone call between my&hellip;",
            "content_html": "<figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://aayushya.in/media/posts/9/WhatsApp-Image-2024-02-03-at-22.07.21.jpeg\" alt=\"\" width=\"661\" height=\"661\" sizes=\"(min-width: 1500px) calc(7.87vw + 610px), (min-width: 900px) calc(44.48vw + 68px), (min-width: 780px) calc(8vw + 604px), calc(84.35vw + 23px)\" srcset=\"https://aayushya.in/media/posts/9/responsive/WhatsApp-Image-2024-02-03-at-22.07.21-xs.jpeg 300w ,https://aayushya.in/media/posts/9/responsive/WhatsApp-Image-2024-02-03-at-22.07.21-sm.jpeg 480w ,https://aayushya.in/media/posts/9/responsive/WhatsApp-Image-2024-02-03-at-22.07.21-md.jpeg 768w\"></figure>\n<p>I think it was a late-night phone call between my childhood friends when one of them asked me this. “Ayush, why do you write?” At the moment I couldn't answer him. I could not find one tangible reason to tell him why I wrote. In an attempt to shrug off the question and with the conversation I told him that it’s second nature to me—a half-true answer. I don’t know the truth myself. It’s not like I haven’t asked this question to myself. I have from time to time and the answers I usually give myself have been, ‘It’s a noble pursuit’, ‘It’s an art, you’re an artist’, ‘If not this, what else?’ It’s actually the last statement I relate with the most. If not this, what else? A rhetoric question.</p>\n<p>A mental image of a straight line getting split into many tangents comes to mind. In one reality I would’ve never touched a book. I would’ve then been blissfully unaware of the beauty that exists in literature and by the time I would’ve had the access to buy books, it would’ve been too late to cultivate a genuine interest. Another reality could’ve been that I would’ve never been given the freedom to pursue what I wanted. By the time I got older, I would’ve then become bitter towards life. It would be a big thought of what could’ve been on my mind for all time to come. The reality however is that my house growing up was littered with books. It still is. An old copy of Wuthering Heights used to be kept on the top of a pile and I used to flip through it. I would take in the smell of oxidized paper, and try to read a few lines only to get bored eventually. Growing up, papa used to ask both my sister and me to write short stories. I remember writing about water fascinated me on TV at that juncture. Mostly superhero and fantasy stuff, the cliche of a kid growing up in the early 2000s applied to me. All my favourite TV shows were fantasy in one way or the other and my short stories at the time reflected that. The habit did not last over the years but a very real affection had begun for the written word.</p>\n<p>Anytime I have been writing or thinking to write a story, it always involves a protagonist be lost in the middle of nowhere. Over the course of the story, the protagonist finds his way by doing something or something being done to him that gives him a new perspective. I almost always end the story there. What happens then is a different journey. Getting to the point when the miracle happens is the journey I take the characters on. I wonder if that’s a reflection of my own aspiration.</p>\n<p>Essays have had a weird image in my mind. My introduction to the format came as a school kid. Essays throughout school were long explanations of a central theme. ‘My favourite festival’, ‘My favourite memory’, I remember teachers always asking us to write about the importance of Independence Day and Republic Day around the time of these events. It always felt unnecessary to me and I never liked to do it, thus a very skewed perception to the format. It wasn’t until a few years back when I was trying to find a format where I could write about my life—an extension of my mind on paper without it being a diary entry. I was trying to find a format where I could sit, put ink to paper, and let it all out. That’s when I came across the word again. Essays. Popular literary magazines publish writers writing about their lives, experiences, and meanderings. It felt like a breath of fresh air.</p>\n<p>Some of the essays that I have read almost always go into complex themes while invoking simple human emotions. Even as I write this, I am still hoping I find my way but I don’t know if I know life, culture, or art enough to make such complex metaphors. Mine are simple emotions steeped in nostalgia with the hope of not getting lost in it. You are reading this sentence, through time and space and I can speak to you. Think about it, it’s such a beautiful emotion.</p>\n<p>It was an accident when it so happened that I opened and read a page from my grandfather’s journal. He had started off the journal with a greeting for the new year. It was a small, red, thick journal and my grandfather was speaking to the reader. It started as a greeting for successful new years for a reader he did not even know was there. The instinct of writing, I imagine came to him as soon as there was a reader or a listener. Just someone who takes the time out of the day, sit deliberately, and read. I always contended until a few years back that any type of art is corrupted when it’s made solely for an audience. I was under the impression that if you are engaging in an artistic pursuit it should be just because you want to. Anytime you write or make something for the sole reason to impress someone, then it ceases to become art, it becomes kitsch—a product to be sold. That is until the bubble broke for me. The bubble when real adult life starts happening around you bursts and suddenly you find choosing to do what makes you happy or to settle to make a comfortable life. And to do both, a bold determination with slight foolish optimism comes—you choose to do what makes you happy and to make a career out of it. So again the question I keep asking myself. Why do I write? Is it a need to put ink on paper just so I understand life better, is it to show the world that I too am a person capable of complex thought, is it just to earn money?</p>\n<p>I don’t know if I can explain the feeling in my mind but nevertheless, I will try my best. Ever since I can remember whenever I have sat down to write, a poem, a story, or an essay, the world always seems to disappear. It is me, the feeling of the pen’s nib on paper, my hand on the table with no fear. At the moment there exists no fear of the world, the life you have to make, the thought of failure, the intimidation of blank pages. Nothing. AN unadulterated joy of being able to translate my mind on paper. For moments, one that I am experiencing as I write this, there is nothing else but this.</p>\n<p>The written word— poem, fiction, non-fiction all of it is a prayer. It is my way of making sense and pursuing a purpose, a purpose to create something that makes your living better, a way for the voice inside to go out and find a reader, a listener, someone paying attention of what I have to say.</p>\n<p>So why do I write? I write because as soon as the pen cap opens there is nothing between me, the ink, the page. I write because I am a mortal and only through a tangible piece of work will I ever rest easy knowing there is evidence of me being alive. I write because when I do I start finding clues into my own questions about living. I write to pray, to hope, to make sense of a world that seems to get more confusing by the day.</p>\n<p>I write because, if not this, what else?</p>\n<p><!-- notionvc: 6c20bfd0-431d-4b2e-b388-169df160dea3 --></p>",
            "author": {
                "name": "Aayushya Ranjan"
            },
            "tags": [
            ],
            "date_published": "2024-02-03T22:08:18+05:30",
            "date_modified": "2024-02-03T22:08:18+05:30"
        },
        {
            "id": "https://aayushya.in/daytime-musings-on-writing.html",
            "url": "https://aayushya.in/daytime-musings-on-writing.html",
            "title": "daytime musings on writing",
            "summary": "I wonder often that will I ever be able to&hellip;",
            "content_html": "<p>I wonder often that will I ever be able to use language like authors whose works have gone down in history. I remember reading Shakespeare at a very young age and not being able to make any sense of it. Years later now when I picked up Hamlet, I find myself gaping at half the things he writes there. Each word, each sentence is chosen so carefully. You can pick up the character's mood, his intentions, his madness - all from mere words.</p>\n<p>It's weird how writing and reading are so exclusive and yet connected so deeply. There can be no reading if writers don't write and it takes time then to read, understand what authors are trying to say through the text. All the writers are readers but not all readers are writers. But can one after enough reading, become a good writer? By that logic, all the librarians and bookshop owners should be incredible writers. Why isn't that so? I don't understand it fully, infact I am barely scratching the ground with my nails but I understand what propelled Kafka or Cavafy to write everyday after their day jobs. They must've come home tired too, how easy must've been for them to toss their notebook aside and try to breathe and get ready for the next day of work. It would have been a tragedy. The inner fire, the innate urge, the unquenchable thirst, the raging fire, every person who has ever created something, they need to have this, right?</p>\n<p>It's so consuming though. The entire day, one just keeps listening to others talk. This is where a writer gets the blood to give to his fiction. Someone who writes fiction, even if their work is removed from this world, it still holds its basis in the human conditon. The need to talk, the need to be heard, the need to belong, the need to posses, the need to love and the need to cry. How can anyone possibly have the power to make you feel intimately connected to the fictional prince of Denmark and his all-consuming need for revenge and a slow decent into madness? That too from hundreds of years ago. His voice, his ambitions, his fever dreams all written have travelled years to become legendary texts. Even he will be forgotten someday, but until the day comes when the last person to know of Shakespeare utters his name and dies himself, Shakespeare lives. A kind of immortality that cannot come from just being a good writer, it comes from borrowing a piece of the heart and mind and putting it in in every text. </p>\n<p>Sometimes the weight of the existing literature feels so heavy. It's a never ending ocean. There are days where I go into a bookstore and sit on the floor. As I sit on the floor I look up and I see enormous towering shelves of books all of them seem like they would fall on me at any second. It's odd though, I go sit and stare at books for hours. The old legacy bookstores are filled with world-class literature, authors and titles you almost always have heard of. The other bookstores however, the second hand ones, they are filled with obscure authors who wrote their heart out and nobody either remembers them or has heard about them. One or two copies of their books reach these wholesame booksellers and they reach on these second hand shelves getting dust. They are almost always very thick. 300-400 hundred pages and when you read the excerpt, almost always the story is something gritty or over the top romantic, almost as if the author is presenting you with a bouquet of flowers drenched in colonge. The prospect is frightening. Every one of them sat down one day, started wrtiting out with one word and did not stop until they had the finished story. Maybe they went to traditional publishers for years until they realised that the only recourse they had was a vanity publication or self publishing. It's still their sweat, tears, and blood. They must've dreamt about the story, their charcters must've stayed on their minds for months, a long ardous journey - for what. To get their books thrown around by wholesale booksellers into shops no one goes to anymore and dissolve into oblivion.</p>\n<p>Oblivion is inevitable. People are already starting to forget about some of the greats. The entropy of the memory of the book is an affliction which is going to come for everyone. Why then write? Well, It's similar to living. There is no absolute in life except death. There is no other destination we're going to. Everything else in life is a detour all going towards the same destination. Then why not jump off a nice tall building, or cut your veins and bleed to death almost like drifting off into sleep. The mortality of life gives it meaning, I think similarly the mortality of art and the process of making it gives it meaning too. You're a spec of dust, you're wormfood, the only importance your life has is that you can help others enrich theirs. Your friends, family, or anyone for that matter. </p>\n<p>So I write for you. I write so that maybe in my words you find yourself and in the proceess I find myself too. I am scared of the dark and I am scared that whenever I sleep I am not going to wake up the next morning. You have the same fears, don't you? Well, irrespective of the fate. Should it have a booker prize winner sticker or just lost in the oblivion, I'll still write. If it makes even 1 person, laugh, cry, sentimental, or just a little less lost. My work would be complete.</p>",
            "author": {
                "name": "Aayushya Ranjan"
            },
            "tags": [
            ],
            "date_published": "2023-03-29T12:44:49+05:30",
            "date_modified": "2023-03-29T12:44:49+05:30"
        },
        {
            "id": "https://aayushya.in/nighttime-restlessness.html",
            "url": "https://aayushya.in/nighttime-restlessness.html",
            "title": "nighttime restlessness",
            "summary": "One of the main reasons for me to have a&hellip;",
            "content_html": "<p>One of the main reasons for me to have a blog was to simply have a space to write freely. While I do write in a journal, it's mostly a vomit of emotions and feelings that I have to get out so that I don't feel emotionally puke-ish the entire day. It's different here. This is not bound by the constraint of an essay or a story, there is no format or an outpour of emtions. It's just simple unudulturated writing. I used to watch people in TV shows and films maintain a blog. I kinda get it now.</p>\n<p>We're on the topic of writing. Let me tell you something about it. My affinity with literature and writing is both the best thing that happened to me but also the source of a constant unhappiness. Papa is a writer and he learnt to write and read english very late in his life. He always felt that his co-ed english speaking school kids should make full use of the ability to read and write english from as early as they can. I think I must have been in the 2nd or the 3rd grade when he used to ask me to write a story. The seed which was planted then, kept germinating throughout the years and is biggening to break the soil as I write this. His affinity to english was contagious and my sister and I both started writing stories very early in our lives. I don't know where where those notebooks are and I frankly can't care enough. It was mostly thriller, fights, mystery in those stories. Everything that I destest from writing now. If you have read anything I have written, you would see that I am constantly after the pursuit of finding something meaningful and deep in the ordinary. Thriller, Violence, Mystery is still intruiging to read but growing up I saw everyone to be so caught up in the escapism that no beauty was left to be seen in the ordinary. All there is around us is a treasure trove of ordinary communication. Everytime I go out I keep my ears open for any interesting tidbits from the people around me. It's either money, or someone's attittude towards them or deciding where to eat most of the time. I am trying to find stories there. From whenever I have had the sensibility of starting to read a novel, I always picked up the book that took me farthest from everywhere. The escapism. The escape into literature and films show immersive danger that can always get out thrilled but never put you in the harms way. I used to imagine being a part of the secret seven and I become a boyfriend to one of those girls. Do people really not like listening to the truth? It's comforting. It helps you to see that whatever it is, you're not alone. You have felt this way and so have others. </p>\n<p>It came crashing down today. All the expectations and standards I set for myself. Apart from the journal writng anything felt like such a task. Writing has become both the ailment and the medicine. The ongoing battle between writing without a worry in the world,and the writing in the confines of what constitues fiction.</p>\n<p>While it does feel like it, it's not the end of the world, right?</p>\n<figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://aayushya.in/media/posts/7/Drawing-2.jpeg\" alt=\"\" width=\"878\" height=\"448\" sizes=\"(min-width: 1500px) calc(7.87vw + 610px), (min-width: 900px) calc(44.48vw + 68px), (min-width: 780px) calc(8vw + 604px), calc(84.35vw + 23px)\" srcset=\"https://aayushya.in/media/posts/7/responsive/Drawing-2-xs.jpeg 300w ,https://aayushya.in/media/posts/7/responsive/Drawing-2-sm.jpeg 480w ,https://aayushya.in/media/posts/7/responsive/Drawing-2-md.jpeg 768w\"></figure>",
            "author": {
                "name": "Aayushya Ranjan"
            },
            "tags": [
            ],
            "date_published": "2023-03-24T01:38:51+05:30",
            "date_modified": "2023-03-24T01:53:44+05:30"
        },
        {
            "id": "https://aayushya.in/empty-houses-poem.html",
            "url": "https://aayushya.in/empty-houses-poem.html",
            "title": "Empty Houses (Poem)",
            "summary": "Tell me how to write about, the empty houses where&hellip;",
            "content_html": "<p>Tell me how to write about,<br>the empty houses where my friend used to live.<br>The monuments I can't go to,<br>Because it still lingers of her scent.</p>\n<p>Tell me how to tell you,<br>why I can't throw an old photograph,<br>why I can't help but look at the empty balcony.</p>\n<p>Why everytime I want to write about,<br>life, friendships, lost years,<br>I feel the trivialities don't matter.</p>\n<p>Tell me they matter,<br>tell me that life, words, they matter.</p>\n<p>They matter because you feel less alone reading them,<br>they matter because I can't give life to them, <br>without you sitting across this page,<br>listening intently,<br>without any worry in the world.</p>",
            "author": {
                "name": "Aayushya Ranjan"
            },
            "tags": [
            ],
            "date_published": "2023-03-17T01:05:58+05:30",
            "date_modified": "2023-03-17T01:05:58+05:30"
        },
        {
            "id": "https://aayushya.in/the-dark-yellow-filament-bulb.html",
            "url": "https://aayushya.in/the-dark-yellow-filament-bulb.html",
            "title": "The Dark Yellow Filament Bulb (Short Story)",
            "summary": " Let me tell you about yellow. Not the kind of&hellip;",
            "content_html": "<p> Let me tell you about yellow. Not the kind of yellow you see in Spring, not marigolds, not the bright coloured sari Mummy used to wear on _Vasant Panchami_. I am talking about the colour of the old single light bulb in my room in Govindpuri. The area is the dingy underbelly of South Delhi, it is filled by immigrants, students, and the people the world doesn’t care about. Even in bright summers, the light doesn’t reach inside the lanes. The lanes are perpetually dark and always very loud. I go down everyday to a small _chai _stall to have a cup in peace but noise constantly pervades the air. There is no respite from the filth in air, in sound, and more so in my own mind. I came here to be a photographer but I think  my camera hates me. Anyway, I was talking about the colour yellow. I can’t seem to escape from it. I stay in a small makeshift room on the terrace of someone’s house. I think they had it constructed to be used as a store room but my incessant begging convinced them to let me stay. They gave me an old mattress and a dusty table fan they don’t use. I never complain. I haven’t been upto much, something which Papa always finds the need to mention whenever I call him to ask for money. The room is lit up by the singular bulb which must’ve been installed by the owners and never been touched since. The tungsten in the bulb hasn’t given out but the surrounding glass is almost black. This contrast between the filament and the glass gives out a dark yellow colour. In this colour every crevice and mould of the room and of my body is accentuated. The room is stale. It reeks of my sweat and concrete. I don’t have any people to invite here but even if I did I probably wouldn’t want them to come here. I don’t mind the destitute condition, I feel that I deserve to live in a place no better than this because day in and day out all I can muster up to do is keep laying down, stare at the ceiling and blame everything that went wrong in my life. Mummy still talks of hope. She keeps reassuring me that all I need to do is pick up a camera, find a project and eventually move towards the dream of publishing my own photo-book. But her voice, her optimism, her belief in me has started to hurt my ears. I can’t seem to stand her voice. So whenever she talks to me, I stare at the dark yellow illuminated wall of the room, fixate on a point, and try to drone out her voice. Often in our conversations, she starts to cry but tries to hide it. Her voice cracks and becomes higher but she tries her best to keep me from knowing that she isn’t crying. Crying would mean that she too is losing hope and she can’t have that for me. The city is also very unforgiving in the summer. The afternoons in the room are unbearable. I only wear a white sleeveless vest and some shorts and yet I feel the heat eating away at me.   <br> I know I keep going on about my life, but even if I tried my best I would only sound stupid if I tried to talk about anything else. My life and how I survive every minute of it is the only thing I think I can talk about coherently. Anything else is simply just half-baked knowledge which I try to pretend I to know about. But I don’t want to mislead you into thinking I am wise, well read or someone with a lot of opinions. I am none of that. I told you that my camera hates me, allow me to tell you a little more about that. I picked up the camera in school and fell in love with it. It’s a small mirror-less and I always found the opportunity to take it out and photograph everything. I remember once when Papa had a few people over and they were drinking and laughing through the evening. I saw Mummy and Papa sitting together and laughing very loudly. I instinctively picked up the camera and took a photograph of them. Papa’s hands were resting on his leg, in one hand he had his whiskey and in the other he had a fistful of salted peanuts. Mummy doesn’t drink so she wasn’t holding anything but she had one of her hands on Papa’s shoulder. I keep looking at the photograph. It has held in place a moment where they are happy. This is probably why I decided to be a photographer. I found it to be a sort of superpower I had where I can capture time and nothing in the world then could taint that moment that was captured. But my camera hates me. Whenever I take it out now, I am lost when I look from the viewfinder. I don’t see any happiness I would want to capture. I only see my empty room and the dark yellow tungsten bulb. This camera once was an extension of my arm, it never failed me. I have hoards of photographs from the times which I truly felt content and happy once upon a time. Only thing I can find when I look out of it now is the stale room that is intent on swallowing me whole. <br>                                                                        ထ<br><br> Let me now tell you about red. The kind of red which is the colour of Palaash and Semal flowers, the kind of red which is the colour of my blood. The city now has broken into spring. There is a small hint of the past winter in the air and the air is always a comfortable breeze. I decided to take a walk today in late afternoon. The sunlight was less harsh and I wanted to have some _chai_. As I was going out I saw my camera in the corner of the room and decided it to carry it with me, I had no intention to photograph anything but because of some mysterious instinct I still picked it up. I got down to see my usual spot closed. Despite my usual judgement, I decided to walk a little farther from Govindpuri to a quieter area nearby, CR Park. Now CR Park was established in an effort to accommodate the Bengali refugee population coming to Delhi after the partition and the ‘71 Bangladesh war. It has many markets but my favourite is the one with a middle-aged jolly Bengali man who plays music from an old radio while making _chai. _The market also has a thriving fish market but despite the stereotype it’s quite peaceful. I go there today and just as I sit down with a small plastic tea cup, I look up and get completely stupefied. It must have been 6 in the evening and the sky was the shade of deep red. Something I never had seen before. There were faint clouds which were reflecting the setting sun. The sky was lit up so brilliantly that I couldn’t take my eyes off of it. It was then after months of agony, my hand moved on it’s own. I looked in the viewfinder and photographed the moment. It wasn’t only a mere photograph of the sky, it was the moment I could feel my eyes well up, my throat close and was overcome with hope. My camera wasn’t angry at me anymore, I wasn’t angry at myself anymore. I kept the camera on the side, wiped my tears before anyone else could notice them and finished my tea. I ended up sitting there for quite some time. I was just taking in the first time in months I have been able to breathe and look forward to the next moment not simply keep trying to survive from minute to minute. I started to walk back when I started to hear the shops being closed for the day. I rushed over to a store,</p>\n<blockquote>\n<p><br>- Bhaiya?  <br>- Ji? (Yes?)  <br>- Ek Safed Light Bulb dijie na. (Can you please give me a white light bulb.)                                  <br><br></p>\n</blockquote>\n<p>                                                                      ထ</p>",
            "author": {
                "name": "Aayushya Ranjan"
            },
            "tags": [
            ],
            "date_published": "2023-03-17T00:54:35+05:30",
            "date_modified": "2023-03-17T01:00:45+05:30"
        },
        {
            "id": "https://aayushya.in/the-time-i-did-not-drown.html",
            "url": "https://aayushya.in/the-time-i-did-not-drown.html",
            "title": "The Time I did not Drown",
            "summary": "I once jumped into a river. I had an unrealistic&hellip;",
            "content_html": "<p class=\"md-end-block md-p\"><span class=\"md-plain\">I once jumped into a river. I had an unrealistic confidence that as soon as I will find myself in the water, I will swim. I jumped to find my head completely submerged. I remember that I was able to see the river beneath with absolute clarity. Yet, at that moment, I could not breathe at all. I came to realize that I can very well drown, my senses completely froze. My hands and legs felt the current and the heaviness of the water. Instinctively, I started to flop my hands to cause a ruckus for someone to notice. </span></p>\n<p class=\"md-end-block md-p\"><span class=\"md-plain\">Since I was wearing a life jacket, my body started to float. I was too frantic to realize that I wasn't in any actual danger. The river had a strong current that day thus I felt myself floating further away from my raft. I moved my head to see my petrified parents looking over from the raft. Mummy was trying to throw a paddle toward me to latch onto but the current kept taking me away.</span></p>\n<p class=\"md-end-block md-p\"><span class=\"md-plain\">A feverish panic set in and I was completely paralyzed. At that moment I wanted nothing more than to get out of the water. Every ounce of myself was silently screaming for help but my body wasn't complying. It had become complacent, almost as if it had a mind. Soon after someone came swimming towards me and handed me one hand of a paddle which I immediately grasped. </span></p>\n<p class=\"md-end-block md-p\"><span class=\"md-plain\">I will be honest with you. I don't remember much of the trip afterward. Just a few fragmented moments here and there. However, the only thing I can remember vividly is the inertia. Sometimes while showering, I get a little out of breath as the water clogs up my nose. Soon as this happens, the memory of the river comes right back. My body had resigned. Even when my mind was constantly panicking to find solutions, my body accepted and resigned itself to complacent inertia. </span></p>\n<p class=\"md-end-block md-p\"><span class=\"md-plain\">Every time I pick up the pen to write. I fight the very same inertia. My fingers pain, my mind rejects the sentences, I constantly panic about the quality of the writing and my mind often goes to the possibility of public humiliation. </span></p>\n<p class=\"md-end-block md-p\"><span class=\"md-plain\">Not writing for me is the same as drowning. I will drown in a life of mediocracy and regret. I will drown and never pick up the pen again. I don't want to look back and see this as an effort to build a childish utopia.</span></p>\n<p class=\"md-end-block md-p md-focus\"><span class=\"md-plain md-expand\">This time there is no one swimming toward me. This time somehow I will have to wash ashore. All words here are my attempts to flop around inside the river. I can't see the bottom of the river nor can I see the light from above. Just clear water and my attempts to break the inertia, one word at a time.</span></p>\n<figure class=\"post__image align-center\"><img loading=\"lazy\"  src=\"https://aayushya.in/media/posts/4/Photo-for-newsletter-Drowing-2.jpg\" alt=\"\" width=\"578\" height=\"578\" sizes=\"(min-width: 1500px) calc(7.87vw + 610px), (min-width: 900px) calc(44.48vw + 68px), (min-width: 780px) calc(8vw + 604px), calc(84.35vw + 23px)\" srcset=\"https://aayushya.in/media/posts/4/responsive/Photo-for-newsletter-Drowing-2-xs.jpg 300w ,https://aayushya.in/media/posts/4/responsive/Photo-for-newsletter-Drowing-2-sm.jpg 480w ,https://aayushya.in/media/posts/4/responsive/Photo-for-newsletter-Drowing-2-md.jpg 768w\"></figure>",
            "author": {
                "name": "Aayushya Ranjan"
            },
            "tags": [
            ],
            "date_published": "2023-03-17T00:47:25+05:30",
            "date_modified": "2023-03-17T00:51:11+05:30"
        },
        {
            "id": "https://aayushya.in/how-dare-the-sun.html",
            "url": "https://aayushya.in/how-dare-the-sun.html",
            "title": "How Dare the Sun?",
            "summary": "Today I read that the sun is going to swallow&hellip;",
            "content_html": "<p class=\"md-end-block md-p\"><span class=\"md-plain\">Today I read that the sun is going to swallow the earth in 5 Billion years. The earth and life as we know it is going to be utterly destroyed just as mysteriously it was created.</span></p>\n<p class=\"md-end-block md-p\"><span class=\"md-plain\">I don't have a recollection of the earth being born. I don't know what life was in the last century let alone from the beginning of material time. The prospect of dying from a world-ending catastrophe has been the foremost fear I have always had. Existentialists, therapy sessions helped me get through the fear with various insights. All these insights had but one thing in common, \"This moment will not come back, savour it.\"</span></p>\n<p class=\"md-end-block md-p\"><span class=\"md-plain\">But what exactly is savouring it? Savouring a dish or a drink would constitute that I should eat or drink slowly. Take my time to take in the delicate taste.</span></p>\n<p class=\"md-end-block md-p\"><span class=\"md-plain\">I truly believe that life can't be savoured. I am almost 26 and I have only been able to savour a handful of small moments. Moments which are embedded in my skin.</span></p>\n<ul class=\"ul-list\" data-mark=\"-\">\n<li class=\"md-list-item\">\n<p class=\"md-end-block md-p\"><span class=\"md-plain\">A throat itch after a concert or a long day with friends.</span></p>\n</li>\n<li class=\"md-list-item\">\n<p class=\"md-end-block md-p\"><span class=\"md-plain\">Warm sun on a cold Delhi morning.</span></p>\n</li>\n<li class=\"md-list-item\">\n<p class=\"md-end-block md-p\"><span class=\"md-plain\">The smell of papad.</span></p>\n</li>\n<li class=\"md-list-item\">\n<p class=\"md-end-block md-p\"><span class=\"md-plain\">The scent of a bookstore.</span></p>\n</li>\n<li class=\"md-list-item\">\n<p class=\"md-end-block md-p\"><span class=\"md-plain\">Mummy &amp; Papa's embrace.</span></p>\n</li>\n<li class=\"md-list-item\">\n<p class=\"md-end-block md-p\"><span class=\"md-plain\">The burn of flaming ash from a cigarette dropped right onto my exposed skin.</span></p>\n</li>\n<li class=\"md-list-item\">\n<p class=\"md-end-block md-p\"><span class=\"md-plain\">Biting into a juicy kebab after a long day.</span></p>\n</li>\n<li class=\"md-list-item\">\n<p class=\"md-end-block md-p\"><span class=\"md-plain\">Looking at someone's photograph long after they have left your life.</span></p>\n</li>\n</ul>\n<p class=\"md-end-block md-p\"><span class=\"md-plain\">These among many other things are what I carry around on my shoulders. I should very well carry a placard announcing, \"I have lived too!\"</span></p>\n<p class=\"md-end-block md-p\"><span class=\"md-plain\">And indeed I have, I have lived in every new dish I tried. I have lived in every cigarette I shared with my sister. I have lived in every song I sang with my friends. I have lived every time I forgave myself for being terrible at something.</span></p>\n<p class=\"md-end-block md-p\"><span class=\"md-plain\">So if the sun takes the earth, I hope it collapses on its own weight and gets destroyed to bits. How dare he take the lives which we lived or unlived?</span></p>\n<p class=\"md-end-block md-p md-focus\"><span class=\"md-plain md-expand\">How dare the sun?</span></p>\n<figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://aayushya.in/media/posts/3/autodraw-11_11_2022.png\" alt=\"\" width=\"3072\" height=\"1655\" sizes=\"(min-width: 1500px) calc(7.87vw + 610px), (min-width: 900px) calc(44.48vw + 68px), (min-width: 780px) calc(8vw + 604px), calc(84.35vw + 23px)\" srcset=\"https://aayushya.in/media/posts/3/responsive/autodraw-11_11_2022-xs.png 300w ,https://aayushya.in/media/posts/3/responsive/autodraw-11_11_2022-sm.png 480w ,https://aayushya.in/media/posts/3/responsive/autodraw-11_11_2022-md.png 768w\"></figure>\n<p> </p>",
            "author": {
                "name": "Aayushya Ranjan"
            },
            "tags": [
            ],
            "date_published": "2023-03-17T00:40:23+05:30",
            "date_modified": "2023-03-17T00:44:10+05:30"
        }
    ]
}
